import 'package:flutter/material.dart';

// 메인 파트너 세로 리스트

final List<Map<String, dynamic>> groupDataList = [
  {
    'id':1,
    'memThumbImagePath':'main_sample_avater',
    'memNickName':'우스헤라',
    'writeRegDate':'2023년 10월 25일 오후05:38',
    'writeText':'준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!',
    'writeThumbImagePath':'main_sample05',
    'writeOutLinkPath':'https://brand.naver.com/roti/products/3156907947',
    'writeViewCnt':20,
  },
  {
    'id':2,
    'memThumbImagePath':'main_sample_avater',
    'memNickName':'우스헤라',
    'writeRegDate':'2023년 10월 25일 오후05:38',
    'writeText':'준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!준범이는 오타쿠짱인듯!! 다들 혼쭐나기 싫으면 오타쿠를 보내주도록햐!!',
    'writeThumbImagePath':'',
    'writeOutLinkPath':'https://brand.naver.com/roti/products/3156907947',
    'writeViewCnt':20,
  },

];